{
  "version": "1.0",
  "truncation": null,
  "padding": {
    "strategy": "BatchLongest",
    "direction": "Right",
    "pad_to_multiple_of": null,
    "pad_id": 0,
    "pad_type_id": 0,
    "pad_token": "[pad]"
  },
  "added_tokens": [
    {
      "id": 0,
      "content": "[pad]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[eos]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": null,
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "[pad]": 0,
      "[eos]": 1,
      "!": 2,
      "\"": 3,
      "$": 4,
      "&": 5,
      "'": 6,
      "(": 7,
      ")": 8,
      "*": 9,
      "+": 10,
      ",": 11,
      "-": 12,
      ".": 13,
      "/": 14,
      "0": 15,
      "1": 16,
      "2": 17,
      "3": 18,
      "4": 19,
      "5": 20,
      "6": 21,
      "7": 22,
      "8": 23,
      "9": 24,
      ":": 25,
      ";": 26,
      "=": 27,
      "?": 28,
      "A": 29,
      "B": 30,
      "C": 31,
      "D": 32,
      "E": 33,
      "F": 34,
      "G": 35,
      "H": 36,
      "I": 37,
      "J": 38,
      "K": 39,
      "L": 40,
      "M": 41,
      "N": 42,
      "O": 43,
      "P": 44,
      "Q": 45,
      "R": 46,
      "S": 47,
      "T": 48,
      "U": 49,
      "V": 50,
      "W": 51,
      "X": 52,
      "Y": 53,
      "Z": 54,
      "[": 55,
      "]": 56,
      "_": 57,
      "a": 58,
      "b": 59,
      "c": 60,
      "d": 61,
      "e": 62,
      "f": 63,
      "g": 64,
      "h": 65,
      "i": 66,
      "j": 67,
      "k": 68,
      "l": 69,
      "m": 70,
      "n": 71,
      "o": 72,
      "p": 73,
      "q": 74,
      "r": 75,
      "s": 76,
      "t": 77,
      "u": 78,
      "v": 79,
      "w": 80,
      "x": 81,
      "y": 82,
      "z": 83,
      "|": 84,
      "}": 85,
      "¢": 86,
      "£": 87,
      "¤": 88,
      "¦": 89,
      "¨": 90,
      "©": 91,
      "ª": 92,
      "«": 93,
      "®": 94,
      "°": 95,
      "´": 96,
      "¶": 97,
      "¹": 98,
      "¼": 99,
      "Â": 100,
      "Ã": 101,
      "Å": 102,
      "Ë": 103,
      "â": 104,
      "ĉ": 105,
      "Ċ": 106,
      "Ġ": 107,
      "Ģ": 108,
      "Ĩ": 109,
      "Ī": 110,
      "ĭ": 111,
      "Ĵ": 112,
      "ĵ": 113,
      "Ķ": 114,
      "ĺ": 115,
      "Ļ": 116,
      "ļ": 117,
      "ľ": 118,
      "Ŀ": 119,
      "ł": 120,
      "Ġt": 121,
      "he": 122,
      "Ġa": 123,
      "Ġthe": 124,
      "in": 125,
      "Ġo": 126,
      "re": 127,
      "Ġw": 128,
      "er": 129,
      "Ġs": 130,
      "nd": 131,
      "Ġof": 132,
      "en": 133,
      "on": 134,
      "at": 135,
      "Ġb": 136,
      "ed": 137,
      "it": 138,
      "Ġf": 139,
      "is": 140,
      "Ġc": 141,
      "es": 142,
      "an": 143,
      "or": 144,
      "ou": 145,
      "Ġm": 146,
      "ar": 147,
      "Ġand": 148,
      "Ġto": 149,
      "Ġh": 150,
      "Ġin": 151,
      "ing": 152,
      "Ġp": 153,
      "al": 154,
      "as": 155,
      "Ġd": 156,
      "Ġth": 157,
      "ro": 158,
      "le": 159,
      "ion": 160,
      "ic": 161,
      "Ġn": 162,
      "Ġbe": 163,
      "ly": 164,
      "ad": 165,
      "ll": 166,
      "st": 167,
      "Ġe": 168,
      "ent": 169,
      "Ġl": 170,
      "ve": 171,
      "om": 172,
      "ct": 173,
      "ce": 174,
      "se": 175,
      "ĠI": 176,
      "Ġre": 177,
      "Ġg": 178,
      "ut": 179,
      "Ġon": 180,
      "ot": 181,
      "im": 182,
      "ur": 183,
      "ĠT": 184,
      "ld": 185,
      "Ġfor": 186,
      "Ġwh": 187,
      "Ġthat": 188,
      "ver": 189,
      "the": 190,
      "ow": 191,
      "ĠĠ": 192,
      "gh": 193,
      "Ġwas": 194,
      "ir": 195,
      "Ġwe": 196,
      "id": 197,
      "ith": 198,
      "Ġu": 199,
      "th": 200,
      "ch": 201,
      "Ġas": 202,
      "and": 203,
      "Ġit": 204,
      "ay": 205,
      "Ġhe": 206,
      "Ġwith": 207,
      "Ġis": 208,
      "il": 209,
      "ter": 210,
      "pe": 211,
      "ri": 212,
      "am": 213,
      "Ġat": 214,
      "ation": 215,
      "Ġan": 216,
      "Ġby": 217,
      "Ġst": 218,
      "rom": 219,
      "ain": 220,
      "if": 221,
      "et": 222,
      "ĠA": 223,
      "ich": 224,
      "ght": 225,
      "Ġor": 226,
      "ĠThe": 227,
      "ould": 228,
      "ĠS": 229,
      "Ġha": 230,
      "Ġhad": 231,
      "Ġsu": 232,
      "ge": 233,
      "Ġse": 234,
      "ss": 235,
      "ies": 236,
      "red": 237,
      "ac": 238,
      "Ġfrom": 239,
      "ĠB": 240,
      "Ġnot": 241,
      "Ġwhich": 242,
      "em": 243,
      "ab": 244,
      "ill": 245,
      "ĠG": 246,
      "ul": 247,
      "ess": 248,
      "ore": 249,
      "Ġex": 250,
      "Ġcon": 251,
      "ers": 252,
      "Ġwere": 253,
      "nt": 254,
      "Ġcom": 255,
      "Ġhave": 256,
      "ant": 257,
      "ĠC": 258,
      "ĠM": 259,
      "est": 260,
      "ol": 261,
      "Ġr": 262,
      "Ġde": 263,
      "Ġv": 264,
      "pp": 265,
      "od": 266,
      "ĠĠĠĠ": 267,
      "ther": 268,
      "ist": 269,
      "ight": 270,
      "ĠH": 271,
      "Ġthis": 272,
      "ate": 273,
      "ort": 274,
      "Ġbut": 275,
      "Ġy": 276,
      "Ġare": 277,
      "qu": 278,
      "op": 279,
      "her": 280,
      "ak": 281,
      "Ġhis": 282,
      "iv": 283,
      "ap": 284,
      "Ġpro": 285,
      "man": 286,
      "us": 287,
      "Ġsh": 288,
      "ome": 289,
      "ie": 290,
      "our": 291,
      "Ġne": 292,
      "Ġtheir": 293,
      "ard": 294,
      "un": 295,
      "ous": 296,
      "Ġso": 297,
      "Ġall": 298,
      "ĠW": 299,
      "ment": 300,
      "Ġbeen": 301,
      "os": 302,
      "fe": 303,
      "--": 304,
      "to": 305,
      "ust": 306,
      "Ġ1": 307,
      "art": 308,
      "Ġthey": 309,
      "Ġar": 310,
      "all": 311,
      "ener": 312,
      "um": 313,
      "ive": 314,
      "Ġwhe": 315,
      "Ġme": 316,
      "ĠR": 317,
      "ame": 318,
      "ĠF": 319,
      "Ġmy": 320,
      "âĢ": 321,
      "Ġal": 322,
      "ance": 323,
      "Ġk": 324,
      "ĠP": 325,
      "av": 326,
      "ure": 327,
      "reat": 328,
      "Ġen": 329,
      "ction": 330,
      "ong": 331,
      "ast": 332,
      "'s": 333,
      "ity": 334,
      "out": 335,
      "ost": 336,
      "Ġle": 337,
      "Ġone": 338,
      "el": 339,
      "00": 340,
      "cc": 341,
      "rou": 342,
      "ition": 343,
      "ig": 344,
      "eneral": 345,
      "Ġup": 346,
      "Ġwould": 347,
      "able": 348,
      "ru": 349,
      "Ġab": 350,
      "ack": 351,
      "ose": 352,
      "ans": 353,
      "ine": 354,
      "pec": 355,
      "ond": 356,
      "Ġman": 357,
      "ĠO": 358,
      "Ġch": 359,
      "Ġpl": 360,
      "te": 361,
      "ry": 362,
      "very": 363,
      "ag": 364,
      "ĠL": 365,
      "ren": 366,
      "erman": 367,
      "of": 368,
      "res": 369,
      "Ġsome": 370,
      "ind": 371,
      "we": 372,
      "Ġcomm": 373,
      "pt": 374,
      "ish": 375,
      "Ġthere": 376,
      "ade": 377,
      "Ġother": 378,
      "The": 379,
      "act": 380,
      "Ġad": 381,
      "Ġthem": 382,
      "Ġtw": 383,
      "Ġpo": 384,
      "ary": 385,
      "ated": 386,
      "Ġwill": 387,
      "ire": 388,
      "ount": 389,
      "ach": 390,
      "per": 391,
      "Ġim": 392,
      "hed": 393,
      "ime": 394,
      "nder": 395,
      "ally": 396,
      "ove": 397,
      "ĠN": 398,
      "ence": 399,
      "ck": 400,
      "Ġwho": 401,
      "ĠE": 402,
      "ide": 403,
      "Ġno": 404,
      "Ġcan": 405,
      "Ġfe": 406,
      "Ġspec": 407,
      "ations": 408,
      "ĠGerman": 409,
      "ari": 410,
      "Ġour": 411,
      "Ġany": 412,
      "ssi": 413,
      "ound": 414,
      "are": 415,
      "fore": 416,
      "pl": 417,
      "Ġhim": 418,
      "for": 419,
      "Ġwor": 420,
      "ass": 421,
      "Ġmore": 422,
      "ĠD": 423,
      "ood": 424,
      "de": 425,
      "ok": 426,
      "Ġyou": 427,
      "now": 428,
      "ace": 429,
      "sel": 430,
      "ne": 431,
      "Ġcl": 432,
      "port": 433,
      "Ġpart": 434,
      "ber": 435,
      "fic": 436,
      "Ġdo": 437,
      "ied": 438,
      "ree": 439,
      "ven": 440,
      "Ġform": 441,
      "Ġwhen": 442,
      "Ġcould": 443,
      "rit": 444,
      "age": 445,
      "Ġag": 446,
      "Ġtime": 447,
      "Ġsame": 448,
      "Ġun": 449,
      "Ġtwo": 450,
      "emy": 451,
      "ĠIt": 452,
      "Ġout": 453,
      "ved": 454,
      "ĠTh": 455,
      "tain": 456,
      "Ġif": 457,
      "ps": 458,
      "be": 459,
      "tle": 460,
      "ops": 461,
      "ake": 462,
      "my": 463,
      "Ġspecies": 464,
      "ult": 465,
      "Ġaf": 466,
      "Ġhas": 467,
      "ĠJ": 468,
      "ces": 469,
      "ĠĠĠĠĠĠĠĠ": 470,
      "Ġinto": 471,
      "roops": 472,
      "cl": 473,
      "Ġits": 474,
      "Ġper": 475,
      "Ġdis": 476,
      "Ġgreat": 477,
      "Ġthan": 478,
      "ced": 479,
      "Ġunder": 480,
      "Ġthese": 481,
      "int": 482,
      "ile": 483,
      "aw": 484,
      "Ġlo": 485,
      "su": 486,
      "Ġ2": 487,
      "Ġatt": 488,
      "ail": 489,
      "Ġro": 490,
      "ble": 491,
      "ke": 492,
      "au": 493,
      "one": 494,
      "irst": 495,
      "Ġ_": 496,
      "Ġtr": 497,
      "Ġdif": 498,
      "Ġenemy": 499,
      "ci": 500,
      "Ġj": 501,
      "Ġher": 502,
      "âĢĶ": 503,
      "Ġmay": 504,
      "Ġpre": 505,
      "cted": 506,
      "ks": 507,
      "Ġtroops": 508,
      "urn": 509,
      "con": 510,
      "Ġday": 511,
      "als": 512,
      "ĠHe": 513,
      "Ġ\"": 514,
      "Ġonly": 515,
      "Ġbet": 516,
      "ud": 517,
      "Ġmade": 518,
      "Ġknow": 519,
      "Ġnat": 520,
      "ars": 521,
      "Ġus": 522,
      "Ġmen": 523,
      "Ġover": 524,
      "uch": 525,
      "ted": 526,
      "Ġvery": 527,
      "ave": 528,
      "ite": 529,
      "osition": 530,
      "Ġri": 531,
      "Ġcommand": 532,
      "ĠGeneral": 533,
      "Ġqu": 534,
      "Ġsp": 535,
      "ough": 536,
      "ens": 537,
      "ween": 538,
      "Ġagain": 539,
      "wn": 540,
      "ings": 541,
      "Ġabout": 542,
      "rough": 543,
      "Ġob": 544,
      "ward": 545,
      "ĠIn": 546,
      "ase": 547,
      "Ġam": 548,
      "Ġdes": 549,
      "Ġfirst": 550,
      "Ġbel": 551,
      "Ġres": 552,
      "Ġmany": 553,
      "du": 554,
      "Ġrem": 555,
      "iz": 556,
      "ang": 557,
      "ft": 558,
      "ĠBut": 559,
      "Ġ19": 560,
      "wh": 561,
      "so": 562,
      "000": 563,
      "way": 564,
      "ex": 565,
      "Ġfo": 566,
      "Ġfl": 567,
      "je": 568,
      "Ġhow": 569,
      "ions": 570,
      "Ġvari": 571,
      "ĠV": 572,
      "Ġbec": 573,
      "Ġcomp": 574,
      "over": 575,
      "Ġnow": 576,
      "outh": 577,
      "Ġafter": 578,
      "ross": 579,
      "Ġmost": 580,
      "Ġdist": 581,
      "Ġsupp": 582,
      "ful": 583,
      "Ġsuch": 584,
      "Ġsub": 585,
      "ign": 586,
      "iss": 587,
      "Ġcont": 588,
      "llow": 589,
      "ress": 590,
      "Ġbefore": 591,
      "og": 592,
      "ont": 593,
      "Ġpr": 594,
      "ice": 595,
      "ving": 596,
      "led": 597,
      "uring": 598,
      "self": 599,
      "Ġbetween": 600,
      "Ġshould": 601,
      "orth": 602,
      "Ġthen": 603,
      "ory": 604,
      "arly": 605,
      "Ġshe": 606,
      "ical": 607,
      "Ġwhere": 608,
      "old": 609,
      "ments": 610,
      "ia": 611,
      "Ġadv": 612,
      "Ġwhat": 613,
      "ater": 614,
      "other": 615,
      "Ġthrough": 616,
      "Ġmuch": 617,
      "Ġbeing": 618,
      "land": 619,
      "ord": 620,
      "pro": 621,
      "Ġli": 622,
      "ue": 623,
      "Ġ191": 624,
      "ious": 625,
      "ants": 626,
      "ty": 627,
      "hes": 628,
      "ussi": 629,
      "own": 630,
      "ĠSt": 631,
      "Ġarmy": 632,
      "Ġcons": 633,
      "Ġupon": 634,
      "Ġwar": 635,
      "ep": 636,
      "med": 637,
      "Ġcor": 638,
      "Ġacc": 639,
      "ER": 640,
      "ĠThis": 641,
      "arge": 642,
      "not": 643,
      "iver": 644,
      "ittle": 645,
      "atter": 646,
      "Ġeach": 647,
      "cess": 648,
      "Ġmust": 649,
      "fect": 650,
      "Ġcap": 651,
      "Ġ(": 652,
      "ject": 653,
      "ning": 654,
      "com": 655,
      "Ġinst": 656,
      "Ġlong": 657,
      "ial": 658,
      "Ġeven": 659,
      "ever": 660,
      "Ġline": 661,
      "Ġreg": 662,
      "pr": 663,
      "ict": 664,
      "Ġord": 665,
      "ertain": 666,
      "oth": 667,
      "ural": 668,
      "rent": 669,
      "gan": 670,
      "Ġstr": 671,
      "aid": 672,
      "Ġsl": 673,
      "Ġthose": 674,
      "ick": 675,
      "Ġent": 676,
      "ĠRussi": 677,
      "ons": 678,
      "Ġfr": 679,
      "ise": 680,
      "Ġdiffe": 681,
      "ian": 682,
      "Ġapp": 683,
      "ĠBrit": 684,
      "Ġfar": 685,
      "hen": 686,
      "ank": 687,
      "Ġnum": 688,
      "igh": 689,
      "ark": 690,
      "Ġocc": 691,
      "ff": 692,
      "Ġgeneral": 693,
      "Ġpres": 694,
      "ited": 695,
      "Ġpoint": 696,
      "bl": 697,
      "Ġrel": 698,
      "Ġleft": 699,
      "Ġret": 700,
      "ves": 701,
      "Ġcount": 702,
      "Ġ3": 703,
      "Ġsee": 704,
      "ock": 705,
      "ivis": 706,
      "that": 707,
      "Ġlittle": 708,
      "Ġoff": 709,
      "Ġmil": 710,
      "Ġpe": 711,
      "up": 712,
      "ife": 713,
      "Ġposition": 714,
      "Ġnight": 715,
      "ates": 716,
      "Ġdid": 717,
      "Ġalso": 718,
      "Ġway": 719,
      "ĠU": 720,
      "Ġevery": 721,
      "Ġbelie": 722,
      "ĠAr": 723,
      "Ġfollow": 724,
      "Ġback": 725,
      "Ġattack": 726,
      "ix": 727,
      "inct": 728,
      "Ġbr": 729,
      "Ġsm": 730,
      "Ġmight": 731,
      "Ġass": 732,
      "ines": 733,
      "Ġlike": 734,
      "att": 735,
      "ness": 736,
      "Ġcol": 737,
      "ific": 738,
      "Ġroad": 739,
      "ause": 740,
      "end": 741,
      "Ġbl": 742,
      "ange": 743,
      "ng": 744,
      "ery": 745,
      "Ġfact": 746,
      "Ġmove": 747,
      "rig": 748,
      "Ġagainst": 749,
      "Ġfew": 750,
      "ĠK": 751,
      "its": 752,
      "row": 753,
      "ĠCh": 754,
      "Ġsur": 755,
      "most": 756,
      "Ġext": 757,
      "Ġforce": 758,
      "Ġgrou": 759,
      "Ġac": 760,
      "ntil": 761,
      "lection": 762,
      "Ġye": 763,
      "with": 764,
      "Ġend": 765,
      "Ġgo": 766,
      "ip": 767,
      "âĢľ": 768,
      "ĠOn": 769,
      "ently": 770,
      "Ġgr": 771,
      "Ġpass": 772,
      "ĠBritish": 773,
      "Ġter": 774,
      "Ġfound": 775,
      "ared": 776,
      "arch": 777,
      "Ġthree": 778,
      "oy": 779,
      "ower": 780,
      "ms": 781,
      "Ġwell": 782,
      "Ġ1915": 783,
      "Ġap": 784,
      "ssible": 785,
      "Ġlarge": 786,
      "ters": 787,
      "Ġsent": 788,
      "cre": 789,
      "ple": 790,
      "read": 791,
      "Ġmake": 792,
      "Ġfront": 793,
      "Ġser": 794,
      "ten": 795,
      "Ġinter": 796,
      "Ġwork": 797,
      "ĠWe": 798,
      "cept": 799,
      "Ġwithout": 800,
      "ĠSher": 801,
      "rench": 802,
      "und": 803,
      "ought": 804,
      "osed": 805,
      "Ġnatural": 806,
      "ual": 807,
      "ors": 808,
      "Ġnew": 809,
      "ility": 810,
      "ents": 811,
      "sh": 812,
      "Ġlife": 813,
      "Ġgiv": 814,
      "Ġtak": 815,
      "Ġdire": 816,
      "Ġimport": 817,
      "hing": 818,
      "me": 819,
      "Ġcross": 820,
      "Ġuntil": 821,
      "ccess": 822,
      "ondition": 823,
      "mer": 824,
      "ished": 825,
      "Ġhand": 826,
      "ild": 827,
      "Ġright": 828,
      "thing": 829,
      "Ġcertain": 830,
      "ured": 831,
      "veral": 832,
      "Ġduring": 833,
      "ered": 834,
      "ison": 835,
      "Ġown": 836,
      "Ġget": 837,
      "Ġdest": 838,
      "ath": 839,
      "Ġhowever": 840,
      "Ġseem": 841,
      "Ġplace": 842,
      "br": 843,
      "Ġwhile": 844,
      "ĠThey": 845,
      "ined": 846,
      "Ġind": 847,
      "ph": 848,
      "ivision": 849,
      "urg": 850,
      "but": 851,
      "ily": 852,
      "ather": 853,
      "Ġinf": 854,
      "aval": 855,
      "ense": 856,
      "road": 857,
      "ably": 858,
      "Ġgun": 859,
      "Ġcontin": 860,
      "Ġoffic": 861,
      "Ġmod": 862,
      "Ġyour": 863,
      "Ġwhole": 864,
      "ton": 865,
      "pect": 866,
      "less": 867,
      "Ġco": 868,
      "was": 869,
      "Ġnorth": 870,
      "imes": 871,
      "ches": 872,
      ".\"": 873,
      "Ġef": 874,
      "Ġless": 875,
      "les": 876,
      "Ġappe": 877,
      "ived": 878,
      "po": 879,
      "Ġstill": 880,
      "ner": 881,
      "Ġcountry": 882,
      "attle": 883,
      "Ġchar": 884,
      "Ġmiles": 885,
      "par": 886,
      "Ġpur": 887,
      "Ġexp": 888,
      "amp": 889,
      "iate": 890,
      "Ġsc": 891,
      "Ġanim": 892,
      "Ġstru": 893,
      "ts": 894,
      "Ġact": 895,
      "pend": 896,
      "ained": 897,
      "Ġcase": 898,
      "uth": 899,
      "Ġhaving": 900,
      "Ġsouth": 901,
      "ither": 902,
      "----": 903,
      "ĠY": 904,
      "Ġland": 905,
      "Ġart": 906,
      "son": 907,
      "ird": 908,
      "Ġsec": 909,
      "ĠThere": 910,
      "Ġseveral": 911,
      "ider": 912,
      "Ġprodu": 913,
      "ired": 914,
      "oub": 915,
      "ities": 916,
      "ĠAust": 917,
      "vil": 918,
      "ier": 919,
      "Ġmo": 920,
      "gg": 921,
      "tend": 922,
      "mediate": 923,
      "Ġdifferent": 924,
      "AN": 925,
      "Ġcar": 926,
      "Ġgood": 927,
      "ield": 928,
      "Ġnever": 929,
      "Ġcall": 930,
      "Ġsuccess": 931,
      "ink": 932,
      "vel": 933,
      "iew": 934,
      "air": 935,
      "Ġforms": 936,
      "Ġcorps": 937,
      "which": 938,
      "Ġcapt": 939,
      "Ġlast": 940,
      "Ġanother": 941,
      "ried": 942,
      "vent": 943,
      "Ġside": 944,
      "On": 945,
      "rest": 946,
      "âĢĿ": 947,
      "ee": 948,
      "Ġdown": 949,
      "Ġexist": 950,
      "overn": 951,
      "ident": 952,
      "Ġsmall": 953,
      "ctions": 954,
      "Ġem": 955,
      "Ġnumber": 956,
      "ĠGermany": 957,
      "Ġcondition": 958,
      "Ġop": 959,
      "Ġthus": 960,
      "Ġint": 961,
      "burg": 962,
      "roy": 963,
      "Ġdef": 964,
      "Ġtake": 965,
      "Ġboth": 966,
      "ceed": 967,
      "Ġsoon": 968,
      "ains": 969,
      "ĠAll": 970,
      "hy": 971,
      "Ġsaid": 972,
      "ified": 973,
      "HE": 974,
      "illery": 975,
      "ating": 976,
      "iod": 977,
      "Ġbo": 978,
      "mit": 979,
      "ached": 980,
      "Ġyet": 981,
      "Ġrep": 982,
      "In": 983,
      "Ġvariet": 984,
      "here": 985,
      "Ġalmost": 986,
      "Ġpresent": 987,
      "ened": 988,
      "ĠIf": 989,
      "ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 990,
      "no": 991,
      "Ġorgan": 992,
      "Ġnear": 993,
      "Ġclose": 994,
      "Ġ18": 995,
      "ON": 996,
      "Th": 997,
      "ched": 998,
      "ting": 999,
      "ases": 1000,
      "af": 1001,
      "Ġval": 1002,
      "ople": 1003,
      "Ġjust": 1004,
      "EN": 1005,
      "ivid": 1006,
      "ficult": 1007,
      "ĠAt": 1008,
      "..": 1009,
      "aking": 1010,
      "Ġrec": 1011,
      "Ġread": 1012,
      "General": 1013,
      "empt": 1014,
      "oun": 1015,
      "Ġtrans": 1016,
      "ull": 1017,
      "ĠFrench": 1018,
      "arent": 1019,
      "anc": 1020,
      "Ġhigh": 1021,
      "Ġlook": 1022,
      "Ġgiven": 1023,
      "Ġdays": 1024,
      "ĠSherman": 1025,
      "Ġfour": 1026,
      "ĠTur": 1027,
      "Ġperiod": 1028,
      "_,": 1029,
      "wards": 1030,
      "ĠGermans": 1031,
      "Ġorder": 1032,
      "by": 1033,
      "Ġsim": 1034,
      "tern": 1035,
      "ĠAs": 1036,
      "ĠMr": 1037,
      "Ġworld": 1038,
      "idge": 1039,
      "Ġmor": 1040,
      "ssess": 1041,
      "Ġnecess": 1042,
      "Ġcome": 1043,
      "ways": 1044,
      "ell": 1045,
      "Ġconf": 1046,
      "âĢĶ,": 1047,
      "Ġcharact": 1048,
      "ouse": 1049,
      "Ġhere": 1050,
      "aces": 1051,
      "ousand": 1052,
      "Ġtaken": 1053,
      "Ġview": 1054,
      "avy": 1055,
      "Ġnature": 1056,
      "Ġguns": 1057,
      "Ġprob": 1058,
      "Ġkind": 1059,
      "Ġpossible": 1060,
      "selves": 1061,
      "ville": 1062,
      "Ġcame": 1063,
      "Ġriver": 1064,
      "ert": 1065,
      "Ġrece": 1066,
      "Ġrail": 1067,
      "Ġconsider": 1068,
      "Ġ'": 1069,
      "Ġbre": 1070,
      "iment": 1071,
      "Ġhold": 1072,
      "Ġeffect": 1073,
      "ale": 1074,
      "ason": 1075,
      "ĠUn": 1076,
      "Ġdestroy": 1077,
      "Ġold": 1078,
      "ular": 1079,
      "ances": 1080,
      "gether": 1081,
      "undred": 1082,
      "Ġobject": 1083,
      "ides": 1084,
      "Ġke": 1085,
      "from": 1086,
      "Ġmain": 1087,
      "avalry": 1088,
      "ra": 1089,
      "It": 1090,
      "lo": 1091,
      "uro": 1092,
      "Ġbattle": 1093,
      "Ġplants": 1094,
      "Ġoften": 1095,
      "itu": 1096,
      "thern": 1097,
      "Ġwithin": 1098,
      "eds": 1099,
      "urope": 1100,
      "ised": 1101,
      "Ġyears": 1102,
      "enty": 1103,
      "Ġuse": 1104,
      "Ġcannot": 1105,
      "Ġthough": 1106,
      "Ġconst": 1107,
      "Ġturn": 1108,
      "Ġselection": 1109,
      "velop": 1110,
      "Ġste": 1111,
      "Ġdivision": 1112,
      "Ġdoub": 1113,
      "ĠRussian": 1114,
      "Ġsay": 1115,
      "arr": 1116,
      "comm": 1117,
      "Ġanimals": 1118,
      "TER": 1119,
      "Ġfire": 1120,
      "ledge": 1121,
      "ins": 1122,
      "inci": 1123,
      "Ġcour": 1124,
      "Ġdel": 1125,
      "Ġloss": 1126,
      "Ġdifficult": 1127,
      "Ġbecome": 1128,
      "ĠRiver": 1129,
      "Ġreturn": 1130,
      "ene": 1131,
      "Ġfight": 1132,
      "Ġhard": 1133,
      "olog": 1134,
      "lies": 1135,
      "Ġmon": 1136,
      "Ġmind": 1137,
      "Ġstrong": 1138,
      "app": 1139,
      "bers": 1140,
      "ient": 1141,
      "Ġfind": 1142,
      "Ġshall": 1143,
      "Ġartillery": 1144,
      "Ġvarieties": 1145,
      "ape": 1146,
      "Ġopp": 1147,
      "Ġcomple": 1148,
      "side": 1149,
      "Ġeng": 1150,
      "Ġtru": 1151,
      "cture": 1152,
      "atch": 1153,
      "Ġtook": 1154,
      "dered": 1155,
      "Ġdisc": 1156,
      "ern": 1157,
      "any": 1158,
      "Ġhead": 1159,
      "hab": 1160,
      "raw": 1161,
      "Ġfort": 1162,
      "Ġgu": 1163,
      "part": 1164,
      "ĠAustri": 1165,
      "enc": 1166,
      "Ġnor": 1167,
      "Ġtherefore": 1168,
      "ser": 1169,
      "illed": 1170,
      "Ġshow": 1171,
      "AP": 1172,
      "Ġfur": 1173,
      "ists": 1174,
      "ĠFor": 1175,
      "Ġev": 1176,
      "Ġever": 1177,
      "Ġcommon": 1178,
      "Ġthought": 1179,
      "Ġonce": 1180,
      "Ġexcept": 1181,
      "IN": 1182,
      "Ġlet": 1183,
      "ĠOF": 1184,
      "Ġcontinu": 1185,
      "ipp": 1186,
      "Ġgener": 1187,
      "ĠMay": 1188,
      "Ġaway": 1189,
      "Ġsix": 1190,
      "term": 1191,
      "ember": 1192,
      "Ġoccup": 1193,
      "Ġpossess": 1194,
      "Ġmorning": 1195,
      "omet": 1196,
      "Ġstart": 1197,
      "gr": 1198,
      "Ġstre": 1199,
      "Ġarri": 1200,
      "Ġalong": 1201,
      "ats": 1202,
      "ief": 1203,
      "peri": 1204,
      "have": 1205,
      "Ġpeople": 1206,
      "Ġset": 1207,
      "Ġput": 1208,
      "Ġrest": 1209,
      "âĢĻ": 1210,
      "Ġbecause": 1211,
      "Ġcavalry": 1212,
      "ĠSe": 1213,
      "ĠItal": 1214,
      "Ġwater": 1215,
      "Ġ4": 1216,
      "rought": 1217,
      "Ġground": 1218,
      "AL": 1219,
      "ew": 1220,
      "cent": 1221,
      "oh": 1222,
      "Ġfin": 1223,
      "Ġlines": 1224,
      "ung": 1225,
      "ubl": 1226,
      "Ġabove": 1227,
      "Ġadvance": 1228,
      "Ġes": 1229,
      "alf": 1230,
      "Ġthousand": 1231,
      "Ġhour": 1232,
      "Ġinde": 1233,
      "ley": 1234,
      "enn": 1235,
      "Ġcalled": 1236,
      "ince": 1237,
      "ative": 1238,
      "Ġcle": 1239,
      "Ġhundred": 1240,
      "meric": 1241,
      "Ġeast": 1242,
      "ĠWhen": 1243,
      "Ġadd": 1244,
      "force": 1245,
      "Ġimportant": 1246,
      "Ġtoo": 1247,
      "Ġattempt": 1248,
      "val": 1249,
      "see": 1250,
      "ĠEurope": 1251,
      "Ġknown": 1252,
      "Ġalways": 1253,
      "form": 1254,
      "CH": 1255,
      "aus": 1256,
      "xt": 1257,
      "Ġforces": 1258,
      "Ġheld": 1259,
      "sequ": 1260,
      "ĠTHE": 1261,
      "though": 1262,
      "were": 1263,
      "Ġbelieve": 1264,
      "Ġdoubt": 1265,
      "ometimes": 1266,
      "German": 1267,
      "Ġcases": 1268,
      "Ġmount": 1269,
      "ody": 1270,
      "rence": 1271,
      "Ġoper": 1272,
      "Ġinv": 1273,
      "ash": 1274,
      "Ġmeans": 1275,
      "Ġdistinct": 1276,
      "ready": 1277,
      "their": 1278,
      "overed": 1279,
      "Ġresult": 1280,
      "gin": 1281,
      "ĠArmy": 1282,
      ",\"": 1283,
      "Ġarm": 1284,
      "Ġpower": 1285,
      "Ġeither": 1286,
      "ob": 1287,
      "Ġgive": 1288,
      "Ġword": 1289,
      "OR": 1290,
      "den": 1291,
      ".,": 1292,
      "cri": 1293,
      "had": 1294,
      "ially": 1295,
      "oint": 1296,
      "position": 1297,
      "eng": 1298,
      "ĠAl": 1299,
      "Ġconditions": 1300,
      "Ġdri": 1301,
      "Ġproper": 1302,
      "Ġclass": 1303,
      "Ġparts": 1304,
      "Ġprinci": 1305,
      "overnment": 1306,
      "imate": 1307,
      "Ġnearly": 1308,
      "ages": 1309,
      "new": 1310,
      "rigade": 1311,
      "ĠâĢľ": 1312,
      "ians": 1313,
      "Ġgot": 1314,
      "Ġgenerally": 1315,
      "Ã¦": 1316,
      "Ġpers": 1317,
      "Ġlight": 1318,
      "Ġtrue": 1319,
      "Ġwest": 1320,
      "Ġdet": 1321,
      "ute": 1322,
      "Ġnecessary": 1323,
      "Ġsing": 1324,
      "Ġknowledge": 1325,
      "mar": 1326,
      "Ġte": 1327,
      "Ġtogether": 1328,
      "aut": 1329,
      "Ġacqu": 1330,
      "AT": 1331,
      "Ġfall": 1332,
      "Ġgl": 1333,
      "pose": 1334,
      "Ġcut": 1335,
      "ĠWh": 1336,
      "fer": 1337,
      "Ġcamp": 1338,
      "clud": 1339,
      "bel": 1340,
      "Ġofficers": 1341,
      "spec": 1342,
      "owers": 1343,
      "ets": 1344,
      "ĠRussians": 1345,
      "Ġcent": 1346,
      "Ġeas": 1347,
      "aving": 1348,
      "Ġfeel": 1349,
      "ually": 1350,
      "Ġ5": 1351,
      "lect": 1352,
      "habit": 1353,
      "tr": 1354,
      "Ġbrought": 1355,
      "Ġexpl": 1356,
      "Ġsecond": 1357,
      "ffic": 1358,
      "Ġequ": 1359,
      "iving": 1360,
      "Ġfore": 1361,
      "Ġdeg": 1362,
      "ized": 1363,
      "men": 1364,
      "pre": 1365,
      "Ġest": 1366,
      "there": 1367,
      "ĠCon": 1368,
      "Ġru": 1369,
      "Ġdevelop": 1370,
      "Ġstructure": 1371,
      "Ġbest": 1372,
      "ĠAnd": 1373,
      "Ġseen": 1374,
      "ral": 1375,
      "right": 1376,
      "ification": 1377,
      "ked": 1378,
      "arg": 1379,
      "Ġear": 1380,
      "cend": 1381,
      "ott": 1382,
      "stand": 1383,
      "Ġformer": 1384,
      "Ġhor": 1385,
      "Ġey": 1386,
      "estic": 1387,
      "Ġrun": 1388,
      "aps": 1389,
      "aged": 1390,
      "ips": 1391,
      "rel": 1392,
      "Ġspe": 1393,
      "asion": 1394,
      "bor": 1395,
      "aced": 1396,
      "Ġwent": 1397,
      "Ġrequ": 1398,
      "Ġreport": 1399,
      "ĠAmeric": 1400,
      "ĠEng": 1401,
      "Ġsy": 1402,
      "ased": 1403,
      "Ġdom": 1404,
      "renches": 1405,
      "Ġentire": 1406,
      "Ġappear": 1407,
      "ug": 1408,
      "idan": 1409,
      "Ġordered": 1410,
      "Ġprov": 1411,
      "Ġwhether": 1412,
      "ault": 1413,
      "ope": 1414,
      "Ġreason": 1415,
      "Ġnothing": 1416,
      "Ġmanner": 1417,
      "Ġcaptured": 1418,
      "Ġwide": 1419,
      "Ġfurther": 1420,
      "Ġsaw": 1421,
      "Ġmar": 1422,
      "Ġel": 1423,
      "ards": 1424,
      "rem": 1425,
      "Ġsense": 1426,
      "rown": 1427,
      "Ġchang": 1428,
      "Ġthemselves": 1429,
      "Ġorders": 1430,
      "Ġcourse": 1431,
      "antry": 1432,
      "Ġthings": 1433,
      "Ġindivid": 1434,
      "II": 1435,
      "Ġ6": 1436,
      "Ġshort": 1437,
      "ĠFr": 1438,
      "ission": 1439,
      "Ġpar": 1440,
      "Ġreached": 1441,
      "ĠSouth": 1442,
      "Ġlead": 1443,
      "Ġimmediate": 1444,
      "rew": 1445,
      "ĠCol": 1446,
      "Ġothers": 1447,
      "Ġyoung": 1448,
      "isoners": 1449,
      "fort": 1450,
      "Ġfive": 1451,
      "Ġname": 1452,
      "Ġnext": 1453,
      "Ġmet": 1454,
      "ĠBe": 1455,
      "Ġleast": 1456,
      "ounded": 1457,
      "ĠStates": 1458,
      "Ġslight": 1459,
      "ned": 1460,
      "uthor": 1461,
      "Ġ|": 1462,
      "Ġsk": 1463,
      "Ġdone": 1464,
      "Ġthink": 1465,
      "Ġlaw": 1466,
      "omb": 1467,
      "CHAP": 1468,
      "hil": 1469,
      "Ġdoes": 1470,
      "wo": 1471,
      "ided": 1472,
      "CHAPTER": 1473,
      "bed": 1474,
      "Ġche": 1475,
      "Ġmarch": 1476,
      "ention": 1477,
      "Ġlatter": 1478,
      "Ġstand": 1479,
      "Ġhimself": 1480,
      "ivers": 1481,
      "orm": 1482,
      "aph": 1483,
      "terest": 1484,
      "ensive": 1485,
      "irc": 1486,
      "Ġhab": 1487,
      "Ġhapp": 1488,
      "Ġtwenty": 1489,
      "onel": 1490,
      "ondon": 1491,
      "ĠLee": 1492,
      "iers": 1493,
      "ling": 1494,
      "vers": 1495,
      "ives": 1496,
      "Ġfollowing": 1497,
      "Ġmoved": 1498,
      "li": 1499,
      "lled": 1500,
      "aim": 1501,
      "Ġfam": 1502,
      "riend": 1503,
      "Ġmyself": 1504,
      "Ġprobably": 1505,
      "uck": 1506,
      "ĠThese": 1507,
      "Ġdirect": 1508,
      "Ġheavy": 1509,
      "Ġalready": 1510,
      "AR": 1511,
      "resent": 1512,
      "Ġused": 1513,
      "ize": 1514,
      "ES": 1515,
      "ible": 1516,
      "know": 1517,
      "this": 1518,
      "tained": 1519,
      "Ġtown": 1520,
      "ures": 1521,
      "Ġpartic": 1522,
      "Ġsubject": 1523,
      "ohn": 1524,
      "ped": 1525,
      "Ġhalf": 1526,
      "une": 1527,
      "they": 1528,
      "idence": 1529,
      "Ġbro": 1530,
      "Ġfav": 1531,
      "Ġlost": 1532,
      "Ġamong": 1533,
      "Ġreceived": 1534,
      "Ġtrenches": 1535,
      "Ġsea": 1536,
      "antage": 1537,
      "Ġfighting": 1538,
      "aign": 1539,
      "anced": 1540,
      "ged": 1541,
      "Ġbird": 1542,
      "Ġcity": 1543,
      "Ġtowards": 1544,
      "Ġearly": 1545,
      "Ġrailroad": 1546,
      "eder": 1547,
      "Ġcharacter": 1548,
      "But": 1549,
      "ration": 1550,
      "Ġincre": 1551,
      "sem": 1552,
      "Ġdec": 1553,
      "Ġvis": 1554,
      "Ġmonth": 1555,
      "would": 1556,
      "Ġable": 1557,
      "ric": 1558,
      "ret": 1559,
      "ĠTo": 1560,
      "ames": 1561,
      "Ġsold": 1562,
      "Ġopen": 1563,
      "Ġcur": 1564,
      "ĠNorth": 1565,
      "lands": 1566,
      "ency": 1567,
      "ev": 1568,
      "where": 1569,
      "ĠCom": 1570,
      "Ġmovement": 1571,
      "ler": 1572,
      "reme": 1573,
      "cap": 1574,
      "itary": 1575,
      "ution": 1576,
      "ribut": 1577,
      "Ġdegree": 1578,
      "Ġfield": 1579,
      "species": 1580,
      "Ġsum": 1581,
      "ĠWar": 1582,
      "iness": 1583,
      "Ġten": 1584,
      "Ġprog": 1585,
      "Ġchild": 1586,
      "ook": 1587,
      "Ġwrit": 1588,
      "Ġfull": 1589,
      "Ġreal": 1590,
      "Ġfeet": 1591,
      "Ġquest": 1592,
      "Ġsupplies": 1593,
      "inter": 1594,
      "Ġmom": 1595,
      "Ġmatter": 1596,
      "ĠAf": 1597,
      "Ġbecame": 1598,
      "tended": 1599,
      "Ġmach": 1600,
      "pected": 1601,
      "ety": 1602,
      "ĠSo": 1603,
      "ording": 1604,
      "ib": 1605,
      "io": 1606,
      "Ġregard": 1607,
      "ah": 1608,
      "Ġwant": 1609,
      "ane": 1610,
      "Ġref": 1611,
      "Ġitself": 1612,
      "Ġann": 1613,
      "Ġstate": 1614,
      "ennes": 1615,
      "co": 1616,
      "sp": 1617,
      "Ġpubl": 1618,
      "sect": 1619,
      "Ġacross": 1620,
      "Ġcrossed": 1621,
      "Ġrear": 1622,
      "Ġstri": 1623,
      "Ġamount": 1624,
      "Ġprisoners": 1625,
      "Ġinstance": 1626,
      "Ġgrad": 1627,
      "aj": 1628,
      "king": 1629,
      "Ġ7": 1630,
      "Ġinhabit": 1631,
      "Ġperfect": 1632,
      "Ġdisp": 1633,
      "Ġappro": 1634,
      "possible": 1635,
      "Ġexpress": 1636,
      "been": 1637,
      "Ġquite": 1638,
      ".âĢĿ": 1639,
      "some": 1640,
      "enced": 1641,
      "ĠCor": 1642,
      "Ġgreater": 1643,
      "day": 1644,
      "dif": 1645,
      "gans": 1646,
      "Ġsou": 1647,
      "Ġsometimes": 1648,
      "Ġmis": 1649,
      "owed": 1650,
      "Ġsomething": 1651,
      "ĠNew": 1652,
      "mond": 1653,
      "ism": 1654,
      "Ġlay": 1655,
      "Ġsupport": 1656,
      "ennessee": 1657,
      "ges": 1658,
      "lls": 1659,
      "uman": 1660,
      "ries": 1661,
      "Ġconne": 1662,
      "ĠMarch": 1663,
      "teen": 1664,
      "Ġjud": 1665,
      "Ġoccur": 1666,
      "Ġarmies": 1667,
      "Ch": 1668,
      "aff": 1669,
      "vice": 1670,
      "Ġide": 1671,
      "Ġauthor": 1672,
      "Ġpay": 1673,
      "Ġdefe": 1674,
      "Ġremain": 1675,
      "pril": 1676,
      "arked": 1677,
      "eb": 1678,
      "rees": 1679,
      "ination": 1680,
      "aves": 1681,
      "Ġretreat": 1682,
      "kish": 1683,
      "Ġsil": 1684,
      "Ġmeet": 1685,
      "ĠLondon": 1686,
      "Ġcommun": 1687,
      "iously": 1688,
      "Ġaction": 1689,
      "Ġhy": 1690,
      "icks": 1691,
      "Ġforward": 1692,
      "fully": 1693,
      "ef": 1694,
      "inary": 1695,
      "stem": 1696,
      "ĠMc": 1697,
      "ously": 1698,
      "Ġpurpose": 1699,
      "),": 1700,
      "Ġtend": 1701,
      "ata": 1702,
      "Ġbu": 1703,
      "ann": 1704,
      "ically": 1705,
      "irl": 1706,
      "ĠAn": 1707,
      "Ġprote": 1708,
      "elt": 1709,
      "round": 1710,
      "ĠJohn": 1711,
      "brid": 1712,
      "Ġfriend": 1713,
      "Ġmin": 1714,
      "Ġmaking": 1715,
      "aring": 1716,
      "ulation": 1717,
      "Ġfollowed": 1718,
      "feder": 1719,
      "his": 1720,
      "Ġfood": 1721,
      "ritory": 1722,
      "Ġbetter": 1723,
      "Ġsingle": 1724,
      "arters": 1725,
      "ilar": 1726,
      "Ġconc": 1727,
      "Ġpoints": 1728,
      "This": 1729,
      "Ġtransport": 1730,
      "Ġoccupied": 1731,
      "Ġdomestic": 1732,
      "erous": 1733,
      "Ġsince": 1734,
      "ĠMiss": 1735,
      "Ġimportance": 1736,
      "ceeded": 1737,
      "ature": 1738,
      "Ġreach": 1739,
      "Ġheard": 1740,
      "Ġenough": 1741,
      "Ġabs": 1742,
      "Ġdescend": 1743,
      "Ġrespect": 1744,
      "Ġseems": 1745,
      "dis": 1746,
      "haps": 1747,
      "stru": 1748,
      ".âĢĶ": 1749,
      "ec": 1750,
      "lish": 1751,
      "ital": 1752,
      "Ġallied": 1753,
      "az": 1754,
      "lected": 1755,
      "Ġvict": 1756,
      "resident": 1757,
      "Ġhands": 1758,
      "wor": 1759,
      "Ġimp": 1760,
      "Ġseemed": 1761,
      "Ġinfantry": 1762,
      "Ġinterest": 1763,
      "Ġprom": 1764,
      "Ġwee": 1765,
      "ĠHis": 1766,
      "Ġsw": 1767,
      "Ġpri": 1768,
      "ĠShe": 1769,
      "clus": 1770,
      "He": 1771,
      "mith": 1772,
      "unt": 1773,
      "Ġpol": 1774,
      "Ġeight": 1775,
      "Ġrein": 1776,
      "Ġgave": 1777,
      "Ġsuffic": 1778,
      "ĠGr": 1779,
      "appe": 1780,
      "ĠFort": 1781,
      "Ġcarried": 1782,
      "Ġmoment": 1783,
      "inite": 1784,
      "reg": 1785,
      "ston": 1786,
      "Ġlim": 1787,
      "Ġge": 1788,
      "ĠĠĠĠĠĠ": 1789,
      "We": 1790,
      "Ġav": 1791,
      "Ġdem": 1792,
      "ational": 1793,
      "Ġsend": 1794,
      "Ġvarious": 1795,
      "uals": 1796,
      "ering": 1797,
      "Ġsepar": 1798,
      "ĠBy": 1799,
      "Ġadvantage": 1800,
      "Ġassault": 1801,
      "ĠUnited": 1802,
      "ION": 1803,
      "fl": 1804,
      "yond": 1805,
      "Ġcause": 1806,
      "Ġcompe": 1807,
      "apter": 1808,
      "Ġaround": 1809,
      "Ġobser": 1810,
      "Ġcampaign": 1811,
      "gu": 1812,
      "Ġ$": 1813,
      "Ġfelt": 1814,
      "them": 1815,
      "ĠThus": 1816,
      "hys": 1817,
      "Ġcr": 1818,
      "ĠPr": 1819,
      "cons": 1820,
      "Ġroads": 1821,
      "Ġclosely": 1822,
      "under": 1823,
      "Ġcare": 1824,
      "Ġbegan": 1825,
      "opp": 1826,
      "sw": 1827,
      "will": 1828,
      "str": 1829,
      "Ġexam": 1830,
      "akes": 1831,
      "rences": 1832,
      "Ġformed": 1833,
      "issipp": 1834,
      "Ġextreme": 1835,
      "ĠSheridan": 1836,
      "issippi": 1837,
      "bo": 1838,
      "vari": 1839,
      "what": 1840,
      "Ġpursu": 1841,
      "--------": 1842,
      "Ġcontinued": 1843,
      "Ġbeh": 1844,
      "Ġaccom": 1845,
      "Ġgoing": 1846,
      "ashing": 1847,
      "ĠInd": 1848,
      "ability": 1849,
      "ately": 1850,
      "Ġplaces": 1851,
      "ajor": 1852,
      "Ġbody": 1853,
      "Ġmem": 1854,
      "Ġknew": 1855,
      "Ġslow": 1856,
      "Ġkept": 1857,
      "Ġbomb": 1858,
      "Ġparent": 1859,
      "Ġdeterm": 1860,
      "exic": 1861,
      "Ġbelief": 1862,
      "ys": 1863,
      "Ġfif": 1864,
      "Ġhome": 1865,
      "ichmond": 1866,
      "cont": 1867,
      "Ġbelong": 1868,
      "Ġperson": 1869,
      "ĠFrance": 1870,
      "ndered": 1871,
      "Ġport": 1872,
      "apid": 1873,
      "Ġdistance": 1874,
      "ĠWith": 1875,
      "ĠOr": 1876,
      "Ġpassed": 1877,
      "Ġmachine": 1878,
      "col": 1879,
      "ĠApril": 1880,
      "Ġfacts": 1881,
      "mitted": 1882,
      "Ġbirds": 1883,
      "pos": 1884,
      "Ġwhy": 1885,
      "unition": 1886,
      "Ġmere": 1887,
      "Ġdro": 1888,
      "ford": 1889,
      "Ġdescri": 1890,
      "cul": 1891,
      "Ġwood": 1892,
      "Ġwounded": 1893,
      "anks": 1894,
      "Ġwhom": 1895,
      "Ġexperi": 1896,
      "ĠMy": 1897,
      "reng": 1898,
      "ssib": 1899,
      "Ġcomplete": 1900,
      "ken": 1901,
      "wise": 1902,
      "ĠTennessee": 1903,
      "well": 1904,
      "Ġarrived": 1905,
      "icksburg": 1906,
      "_.": 1907,
      "ub": 1908,
      "uly": 1909,
      "Ġ8": 1910,
      "supp": 1911,
      "Ġinstru": 1912,
      "ĠTurkish": 1913,
      "get": 1914,
      "Ġcirc": 1915,
      "ush": 1916,
      "Ġ15": 1917,
      "ĠAllies": 1918,
      "Wh": 1919,
      "Ġorgans": 1920,
      "Ġsun": 1921,
      "ĠGe": 1922,
      "osop": 1923,
      "Ġ11": 1924,
      "Ġchange": 1925,
      "Ġaccount": 1926,
      "Ġproduced": 1927,
      "Ġstarted": 1928,
      "forcements": 1929,
      "IT": 1930,
      "count": 1931,
      "Ġcaus": 1932,
      "Ġ10": 1933,
      "ĠRo": 1934,
      "Ġalone": 1935,
      "Ġsubmar": 1936,
      "Ġdestroyed": 1937,
      "ax": 1938,
      "des": 1939,
      "dden": 1940,
      "pond": 1941,
      "Ġ9": 1942,
      "ences": 1943,
      "orn": 1944,
      "Ġele": 1945,
      "irm": 1946,
      "umn": 1947,
      "clock": 1948,
      "Ġterritory": 1949,
      "Ġcreat": 1950,
      "Ġkilled": 1951,
      "Ġoccasion": 1952,
      "sl": 1953,
      "requ": 1954,
      "alle": 1955,
      "Ġlow": 1956,
      "Ġpositions": 1957,
      "Ġcarry": 1958,
      "Ġgenera": 1959,
      "LE": 1960,
      "Ġphys": 1961,
      "ement": 1962,
      "ruary": 1963,
      "Ġchief": 1964,
      "Ġplay": 1965,
      "ebruary": 1966,
      "Ġtimes": 1967,
      "Ġins": 1968,
      "Ġgen": 1969,
      "iles": 1970,
      "fected": 1971,
      "Ġadm": 1972,
      "ffort": 1973,
      "rigin": 1974,
      "Ġeyes": 1975,
      "der": 1976,
      "iar": 1977,
      "Ġfail": 1978,
      "Ġinsect": 1979,
      "Ġsuc": 1980,
      "isted": 1981,
      "Ġjo": 1982,
      "Ġsurre": 1983,
      "Ġsystem": 1984,
      "Ġquestion": 1985,
      "che": 1986,
      "atic": 1987,
      "Ġdraw": 1988,
      "Ġwhose": 1989,
      "Ġ14": 1990,
      "duced": 1991,
      "command": 1992,
      "Ġair": 1993,
      "reet": 1994,
      "Ġhouse": 1995,
      "Ġthing": 1996,
      "ĠPresident": 1997,
      "Ġtruth": 1998,
      "Ġmodified": 1999,
      "Ġpossession": 2000,
      "Ġfert": 2001,
      "Ġple": 2002,
      "Ġgirl": 2003,
      "istance": 2004,
      "tered": 2005,
      "Ġclaim": 2006,
      "ivisions": 2007,
      "Ġgroups": 2008,
      "Ġdirected": 2009,
      "Ġready": 2010,
      "Ġimmediately": 2011,
      "As": 2012,
      "use": 2013,
      "ising": 2014,
      "Ġlove": 2015,
      "Ġ12": 2016,
      "ume": 2017,
      "reaty": 2018,
      "Ġadvanced": 2019,
      "Ġterms": 2020,
      "ĠYou": 2021,
      "ĠAustrian": 2022,
      "sequently": 2023,
      "ength": 2024,
      "ĠConfeder": 2025,
      "ige": 2026,
      "vere": 2027,
      "ĠMexic": 2028,
      "Ġdepend": 2029,
      "ĠPe": 2030,
      "conom": 2031,
      "arrison": 2032,
      "GEN": 2033,
      "more": 2034,
      "ored": 2035,
      "occ": 2036,
      "Ġswe": 2037,
      "ales": 2038,
      "ster": 2039,
      "ĠThen": 2040,
      "Ġplan": 2041,
      "ĠTurks": 2042,
      "Ġhours": 2043,
      "Ġmountain": 2044,
      "'t": 2045,
      "ina": 2046,
      "ano": 2047,
      "Ġpap": 2048,
      "alt": 2049,
      "ĠSmith": 2050,
      "Ġrank": 2051,
      "Ġvalue": 2052,
      "Ġkeep": 2053,
      "Ġhybrid": 2054,
      "lying": 2055,
      "ption": 2056,
      "There": 2057,
      "num": 2058,
      "Ġsitu": 2059,
      "Ġbatter": 2060,
      "arm": 2061,
      "Ġheart": 2062,
      "ĠRichmond": 2063,
      "off": 2064,
      "ĠDe": 2065,
      "Ġevening": 2066,
      "Ġcommunic": 2067,
      "Ġsides": 2068,
      "ĠCar": 2069,
      "after": 2070,
      "Ġprinciple": 2071,
      "Ġacquain": 2072,
      "ĠAmerica": 2073,
      "ĠComm": 2074,
      "Ġwond": 2075,
      "ices": 2076,
      "itz": 2077,
      "oured": 2078,
      "Ġlater": 2079,
      "Ġrapid": 2080,
      "Ġimpro": 2081,
      "formed": 2082,
      "Ġinstinct": 2083,
      "Ġcharacters": 2084,
      "ological": 2085,
      "Ġcover": 2086,
      "Ġwind": 2087,
      "amm": 2088,
      "Ġfell": 2089,
      "arily": 2090,
      "._": 2091,
      "Ġir": 2092,
      "Ġorigin": 2093,
      "Ġmater": 2094,
      "Ġhig": 2095,
      "Ġneed": 2096,
      "agg": 2097,
      "Ġunderstand": 2098,
      "attack": 2099,
      "hood": 2100,
      "ring": 2101,
      "Ġfree": 2102,
      "Ġpie": 2103,
      "alk": 2104,
      "Ġbeyond": 2105,
      "ams": 2106,
      "ĠĠĠĠĠ": 2107,
      "atever": 2108,
      "ively": 2109,
      "can": 2110,
      "fact": 2111,
      "iments": 2112,
      "Ġforced": 2113,
      "ĠBl": 2114,
      "ruction": 2115,
      "ĠNo": 2116,
      "Ġaff": 2117,
      "like": 2118,
      "Ġbatt": 2119,
      "Ġsudden": 2120,
      "ĠBr": 2121,
      "ieut": 2122,
      "ĠFrom": 2123,
      "Ġworks": 2124,
      "Ġperhaps": 2125,
      "Ġrelation": 2126,
      "ounter": 2127,
      "Ġsimilar": 2128,
      "hilosop": 2129,
      "Ġbehind": 2130,
      "rict": 2131,
      "atural": 2132,
      "Ġarms": 2133,
      "Ġanything": 2134,
      "ĠJune": 2135,
      "Ġpress": 2136,
      "Ġcolour": 2137,
      "Ġyear": 2138,
      "Ġservice": 2139,
      "Ġtaking": 2140,
      "Ġguard": 2141,
      "ĠItalian": 2142,
      "Ġoperations": 2143,
      "Ġfather": 2144,
      "Ġhope": 2145,
      "Ġdark": 2146,
      "Ġbeaut": 2147,
      "ushed": 2148,
      "Ġapparent": 2149,
      "Ġmilitary": 2150,
      "Ġdifficulty": 2151,
      "ashington": 2152,
      "UR": 2153,
      "Ġfle": 2154,
      "Ġhuman": 2155,
      "Ġliving": 2156,
      "Ġrather": 2157,
      "Ġhardly": 2158,
      "fo": 2159,
      "Ġster": 2160,
      "Ġbar": 2161,
      "Ġlength": 2162,
      "Ġvol": 2163,
      "umst": 2164,
      "sub": 2165,
      "Ġnumbers": 2166,
      "ĠX": 2167,
      "Ġfut": 2168,
      "Ġmus": 2169,
      "Ġinclud": 2170,
      "Ġbegin": 2171,
      "ote": 2172,
      "cho": 2173,
      "fered": 2174,
      "resh": 2175,
      "ples": 2176,
      "ney": 2177,
      "cient": 2178,
      "anger": 2179,
      "Ġbridge": 2180,
      "Ġcrossing": 2181,
      "Ġconsiderable": 2182,
      "ĠMississippi": 2183,
      "bet": 2184,
      "how": 2185,
      "ĠFebruary": 2186,
      "ĠUnion": 2187,
      "Ġsteam": 2188,
      "Ġwords": 2189,
      "ĠEngland": 2190,
      "great": 2191,
      "night": 2192,
      "uss": 2193,
      "ĠBrigade": 2194,
      "Ġremained": 2195,
      "Ġindepend": 2196,
      "Ġdeveloped": 2197,
      "Ġill": 2198,
      "Ġaw": 2199,
      "Ġpop": 2200,
      "quarters": 2201,
      "ĠJuly": 2202,
      "Ġpract": 2203,
      "ERAL": 2204,
      "two": 2205,
      "Ġtri": 2206,
      "Ġbeings": 2207,
      "Ġstreng": 2208,
      "ĠSome": 2209,
      "Ġexpected": 2210,
      "ĠWest": 2211,
      "ggle": 2212,
      "Ġmonths": 2213,
      "Ġpublic": 2214,
      "west": 2215,
      "Ġful": 2216,
      "Ġmid": 2217,
      "Ġdam": 2218,
      "Ġalthough": 2219,
      "Ġlear": 2220,
      "ifications": 2221,
      "Ġemb": 2222,
      "cr": 2223,
      "cal": 2224,
      "mber": 2225,
      "aken": 2226,
      "Ġprof": 2227,
      "who": 2228,
      "certain": 2229,
      "isation": 2230,
      "adv": 2231,
      "Ġeffort": 2232,
      "pper": 2233,
      "pecially": 2234,
      "Ġinfl": 2235,
      "Ġturned": 2236,
      "Ġindividuals": 2237,
      "Ġprogress": 2238,
      "IS": 2239,
      "When": 2240,
      "ics": 2241,
      "Ġresem": 2242,
      "Ġleave": 2243,
      "respond": 2244,
      "Ġengaged": 2245,
      "Ġbank": 2246,
      "Ġfig": 2247,
      "Ġdr": 2248,
      "Ġround": 2249,
      "Ġplaced": 2250,
      "oga": 2251,
      "Ġcolumn": 2252,
      "Ġexistence": 2253,
      "Ġ186": 2254,
      "general": 2255,
      "oice": 2256,
      "Ġut": 2257,
      "Ġsign": 2258,
      "arrow": 2259,
      "Ġpast": 2260,
      "Ġphilosop": 2261,
      "ishing": 2262,
      "Ġimm": 2263,
      "attano": 2264,
      "Ġvalley": 2265,
      "Ġparticular": 2266,
      "Ġgenus": 2267,
      "attanooga": 2268,
      "At": 2269,
      "ead": 2270,
      "go": 2271,
      "Ġtheory": 2272,
      "Ġsens": 2273,
      "enemy": 2274,
      "Ġhist": 2275,
      "aded": 2276,
      "Ġgrow": 2277,
      "Ġasked": 2278,
      "ores": 2279,
      "ested": 2280,
      "Ġrange": 2281,
      "ĠPoint": 2282,
      "Ġspecial": 2283,
      "Ġinhabitants": 2284,
      "Ġidea": 2285,
      "ait": 2286,
      "esides": 2287,
      "aster": 2288,
      "ĠBel": 2289,
      "ula": 2290,
      "Ġcommanded": 2291,
      "pring": 2292,
      "Ġpeace": 2293,
      "Ġofficer": 2294,
      "Ġrepresent": 2295,
      "Ġproperty": 2296,
      "Ġwidely": 2297,
      "Ġbombard": 2298,
      "IC": 2299,
      "stant": 2300,
      "Ġwhite": 2301,
      "iring": 2302,
      "Ġroom": 2303,
      "Ġprevent": 2304,
      "Ġcommanding": 2305,
      "produ": 2306,
      "15": 2307,
      "Sher": 2308,
      "Ġinher": 2309,
      "let": 2310,
      "Ġlab": 2311,
      "omas": 2312,
      "Ġ17": 2313,
      "Ġintermediate": 2314,
      "Ġhorse": 2315,
      "GENERAL": 2316,
      "St": 2317,
      "ior": 2318,
      "Ġtoward": 2319,
      "Ġreally": 2320,
      "irty": 2321,
      "ify": 2322,
      "Ġimpossible": 2323,
      "Ġflank": 2324,
      "Ġcapture": 2325,
      "itude": 2326,
      "Ġelse": 2327,
      "ĠAfter": 2328,
      "ĠGeor": 2329,
      "Ġphysical": 2330,
      "sc": 2331,
      "vol": 2332,
      "Ġed": 2333,
      "Ġdivisions": 2334,
      "Ġlarg": 2335,
      "ury": 2336,
      "ext": 2337,
      "Ġregion": 2338,
      "Ġbring": 2339,
      "Ġbene": 2340,
      "alog": 2341,
      "Ġ25": 2342,
      "Ġspir": 2343,
      "Ġgroup": 2344,
      "Ġmodification": 2345,
      "Ġesc": 2346,
      "Ġestab": 2347,
      "ieuten": 2348,
      "dist": 2349,
      "lf": 2350,
      "Ġtable": 2351,
      "ining": 2352,
      "ony": 2353,
      "Ġce": 2354,
      "Ġgarrison": 2355,
      "ĠEast": 2356,
      "Ġprev": 2357,
      "ĠVicksburg": 2358,
      "ugust": 2359,
      "gs": 2360,
      "Ġtem": 2361,
      "inth": 2362,
      "reed": 2363,
      "Ġtold": 2364,
      "Ġeconom": 2365,
      "Ġgone": 2366,
      "Ġra": 2367,
      "oke": 2368,
      "Ġbelow": 2369,
      "ĠColonel": 2370,
      "Ġnamely": 2371,
      "Ġhabits": 2372,
      "Ġchildren": 2373,
      "do": 2374,
      "troops": 2375,
      "erve": 2376,
      "otom": 2377,
      "Ġmean": 2378,
      "Ġsupposed": 2379,
      "Ġ1914": 2380,
      "Ġlonger": 2381,
      "Ġsurpr": 2382,
      "ENT": 2383,
      "Ġengage": 2384,
      "could": 2385,
      "wing": 2386,
      "Ġsat": 2387,
      "Ġface": 2388,
      "aration": 2389,
      "Ġhill": 2390,
      "Ġprep": 2391,
      "ĠState": 2392,
      "Ġaccording": 2393,
      "Ġdirection": 2394,
      "ancock": 2395,
      "Ġletter": 2396,
      "Ġdriven": 2397,
      "Ġsoldiers": 2398,
      "IG": 2399,
      "ĠZ": 2400,
      "Ġmill": 2401,
      "ĠTreaty": 2402,
      "Ġwithd": 2403,
      "Ġstud": 2404,
      "Ġprocess": 2405,
      "Ġarr": 2406,
      "Ġunivers": 2407,
      "known": 2408,
      "Ġdue": 2409,
      "these": 2410,
      "ĠĠĠ": 2411,
      "Ġsevere": 2412,
      "Ġanimal": 2413,
      "Ġwonder": 2414,
      "19": 2415,
      "dle": 2416,
      "gun": 2417,
      "munition": 2418,
      "Ġsort": 2419,
      "essel": 2420,
      "Ġcoming": 2421,
      "ieve": 2422,
      "unction": 2423,
      "ĠWashington": 2424,
      "Ġ23": 2425,
      "Ġorganic": 2426,
      "Ġexperience": 2427,
      "Ġfuture": 2428,
      "Ġshown": 2429,
      "Ġshells": 2430,
      "Ġentirely": 2431,
      "Ġwatch": 2432,
      "Ġfresh": 2433,
      "asure": 2434,
      "ades": 2435,
      "Ġled": 2436,
      "ĠMe": 2437,
      "olly": 2438,
      "Ġneigh": 2439,
      "ference": 2440,
